-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Sep 18, 2025 at 02:46 PM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `img_art_cloud`
--

-- --------------------------------------------------------

--
-- Table structure for table `image`
--

CREATE TABLE `image` (
  `id` int(11) NOT NULL,
  `description` text NOT NULL DEFAULT 'ยังไม่ได้กรอกรายละเอียด',
  `url` varchar(500) NOT NULL,
  `name_pic` varchar(100) NOT NULL DEFAULT 'ไม่มีชื่อ'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `image`
--

INSERT INTO `image` (`id`, `description`, `url`, `name_pic`) VALUES
(1, 'ผมชอบงานศิลปะชิ้นนี้เพราะมันสะท้อนพลังและความหมายหลายชั้นในเวลาเดียวกัน ภาพเสือที่สง่างามอยู่ท่ามกลางซากกะโหลกยักษ์กับดอกไม้สีเหลืองสด เหมือนเป็นการเล่าเรื่องความขัดแย้งระหว่างชีวิต ความตาย และการฟื้นคืนของธรรมชาติ รายละเอียดเล็ก ๆ อย่างดาบ ของเล่น และร่างคนในภาพยิ่งทำให้รู้สึกถึงความซับซ้อนของมนุษย์ที่เข้าไปเกี่ยวพันกับวงจรชีวิตนี้ ความเข้มข้นของสีและการจัดองค์ประกอบทำให้ภาพเต็มไปด้วยพลังและดึงดูดสายตา เป็นงานที่ทั้งสวยงาม โดนใจ และทำให้ผมรู้สึกอยากมองนาน ๆ เพื่อค้นหาความหมายที่ซ่อนอยู่ในนั้น', 'https://cdn.discordapp.com/attachments/879233333425471549/1417889915756216371/IMG_6487.jpg?ex=68cc2063&is=68cacee3&hm=a805786417237ba644bf35e99dd18516449ea54af057f3087dce66cdc2c9a2ff&', 'ชนชั้นล่า'),
(2, 'ผมชอบงานศิลปะชิ้นนี้เพราะมันเต็มไปด้วยรายละเอียดที่น่าค้นหาและให้ความรู้สึกถึงความเชื่อมโยงของธรรมชาติ ภาพโครงกระดูกที่วางอยู่ท่ามกลางป่าอันเขียวชอุ่ม ตัดกับเหล่านก ผีเสื้อ และใบไม้ที่เบ่งบาน ชวนให้สะท้อนถึงวงจรชีวิตที่แม้ความตายจะเกิดขึ้น แต่ก็ยังเป็นส่วนหนึ่งที่หล่อเลี้ยงการดำรงอยู่ของสิ่งอื่น ๆ การซ่อนใบหน้าคนและสัตว์ไว้ในพุ่มไม้ยิ่งทำให้รู้สึกถึงความเป็นหนึ่งเดียวกันระหว่างมนุษย์ สัตว์ และธรรมชาติ ภาพนี้จึงไม่เพียงแค่สวยงาม แต่ยังทำให้ผมรู้สึกทึ่งและอยากหยุดมองเพื่อทำความเข้าใจความหมายที่ซ่อนอยู่ในทุกมุมของผืนผ้าใบ', 'https://cdn.discordapp.com/attachments/879233333425471549/1417889916553138307/IMG_6491.jpg?ex=68cc2063&is=68cacee3&hm=2b9c1c3fb30f1b0df1dfc33a5e0566302c12e0cac1622b6d5d9ad15321208009&', 'วัฏจักร'),
(3, 'ผมชอบงานศิลปะชิ้นนี้เพราะมันให้ความรู้สึกทั้งจริงและเศร้าในเวลาเดียวกัน ภาพขบวนรถไฟเก่าที่ถูกปล่อยทิ้งจนขึ้นสนิมและมีหญ้าขึ้นแทรก บอกเล่าเรื่องราวของกาลเวลาที่ผ่านไปและความทรงจำที่ยังคงหลงเหลืออยู่ แม้โทนสีจะหม่นและเต็มไปด้วยร่องรอยการเสื่อมสลาย แต่กลับมีเสน่ห์เฉพาะตัวที่ทำให้รู้สึกถึงความงามของความเก่า ความทรุดโทรม และความเงียบสงัด ภาพนี้จึงไม่เพียงแต่สะท้อนความเป็นจริงของสังคมและสิ่งรอบตัว แต่ยังชวนให้ผมหวนคิดถึงการเปลี่ยนแปลงและความไม่จีรังของชีวิตอีกด้วย', 'https://cdn.discordapp.com/attachments/879233333425471549/1417889917366698025/IMG_6485.jpg?ex=68cc2063&is=68cacee3&hm=aec0b57e131ec26f11c8d9f6f9f1c2af7acf3db0a1fce5527a06b49a6838c5f8&', 'ปลดระวางผันแปร'),
(4, 'ผมชอบงานศิลปะชิ้นนี้เพราะมันอบอุ่นและเต็มไปด้วยรายละเอียดเล็ก ๆ ที่ทำให้รู้สึกเหมือนได้เข้าไปอยู่ในบรรยากาศจริง ภาพห้องที่เต็มไปด้วยลวดลายผ้า สีสันสดใส และข้าวของเครื่องใช้ในชีวิตประจำวัน สื่อถึงความเป็นบ้านและความทรงจำที่เรียบง่ายแต่มีค่า การจัดองค์ประกอบมุมมองจากด้านบนทำให้รู้สึกเหมือนกำลังมองย้อนกลับไปในช่วงเวลาเล็ก ๆ ของชีวิตที่แสนธรรมดาแต่พิเศษ ภาพนี้จึงไม่เพียงแค่สวยงาม แต่ยังทำให้ผมรู้สึกสบายใจ อบอุ่น และอยากใช้เวลามองเพื่อซึมซับความหมายที่มันสื่อออกมา', 'https://media.discordapp.net/attachments/879233333425471549/1418098017734492250/IMG_6498.jpg?ex=68cce232&is=68cb90b2&hm=932894b48b8d25a575eaf556cd385e7b3784415d467270c3beb69dbcf156672b&=&format=webp&width=1280&height=960', 'เรียนรู้จากพลังรักของแม่'),
(5, 'ผมชอบงานศิลปะชิ้นนี้เพราะมันมีเสน่ห์จากความเรียบง่ายที่ทรงพลัง ภาพดอกไม้ขาวดำที่เต็มไปด้วยรายละเอียดอันประณีต ทำให้เห็นถึงความงามที่ซ่อนอยู่แม้ในสิ่งธรรมดา การใช้โทนสีเดียวไม่เพียงทำให้ภาพดูสงบและหนักแน่น แต่ยังช่วยขับให้เส้นสายและพื้นผิวโดดเด่นขึ้นอย่างน่าทึ่ง ภาพนี้ทำให้ผมรู้สึกถึงความสมบูรณ์แบบที่เกิดจากความละเอียดและความตั้งใจ เป็นงานที่ทั้งสง่างาม ลุ่มลึก และทำให้ผมอยากหยุดมองเพื่อดื่มด่ำกับความงามของมันนาน ๆ', 'https://cdn.discordapp.com/attachments/879233333425471549/1417889918616735755/IMG_6483.jpg?ex=68cc2063&is=68cacee3&hm=63df8789bbd9c9997a4ea615053121aaf3cb7a63e4fd3cf4b81ad315bed461e8&', 'ทิสเซิล');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `image`
--
ALTER TABLE `image`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `image`
--
ALTER TABLE `image`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
